Repository: itsriodejaneiro/concordamos-plugin
Catalog: trunk/languages/concordamos-*.po
Languages: es_es, pt_br

# verb
source: Copy
es_es: Copiar
pt_br: Copiar

source: Voting URL
es_es: URL de votación
pt_br: URL da votação

source: Detailed results URL
es_es: URL de resultados detallados
pt_br: URL dos resultados detalhados

source: Private administrator URL
es_es: URL de administrador privado
pt_br: URL privada de administrador

source: Save this URL for managing the event:
es_es: Guarde esta URL para gestionar el evento:
pt_br: Salve esta URL para gerenciar o evento:

source: Individual vote URLs
es_es: URL de voto individuales
pt_br: URLs individuais de voto

source: To be shared privately with voters
es_es: A ser compartido en privado con los votantes
pt_br: Para ser compartilhadas em privado com os eleitores

source: Download as text file (.TXT)
es_es: Descargar como archivo de texto (.TXT)
pt_br: Baixar como arquivo de texto (.TXT)

source: Percents
es_es: Porcentajes
pt_br: Porcentagem

source: Participants voting
es_es: Participantes votando
pt_br: Participantes da votação

source: My vote
es_es: Mi voto
pt_br: Meu voto

source: Voting links
es_es: Enlaces de votación
pt_br: Links de votação

source: Detailed results
es_es: Resultados detallados
pt_br: Resultados detalhados

source: User panel
es_es: Panel de usuario
pt_br: Painel de usuário

source: Back to voting
es_es: Volver a votar
pt_br: Voltar às opções de votação

source: Search votings
es_es: Buscar votaciones
pt_br: Pesquisar votações

# date
source: M d, Y
pt_br: d/m/Y
