Repository: itsriodejaneiro/concordamos-plugin
Catalog: trunk/languages/concordamos-*.po
Languages: es_es, pt_br

source: Quadratic voting system by Concordamos
es_es: Sistema de votación cuadrática por Concordamos
pt_br: Sistema de voto quadrático do Concordamos

source: Concordamos Network
es_es: Red Concordamos
pt_br: Rede Concordamos

source: You are not signed in.
es_es: No has iniciado sesión.
pt_br: Você não está logado(a).

source: You don't have enough permissions.
es_es: No tienes suficientes permisos.
pt_br: Você não tem permissões suficientes.

source: Required field is either missing or blank:
es_es: El campo obligatorio falta o está en blanco:
pt_br: Campo obrigatório está ausente ou vazio:

source: Voting created successfully!
es_es: ¡Votación creada exitosamente!
pt_br: Votação criada com sucesso!

source: Verify all fields and try again
es_es: Verifica todos los campos y vuelve a intentarlo
pt_br: Verifique todos os campos e tente novamente

source: Voting translated successfully!
es_es: ¡Votación traducida exitosamente!

source: Voting updated successfully!
es_es: ¡Votación actualizada exitosamente!
pt_br: Votação atualizada com sucesso!

source: Error updating voting, please try again
es_es: Error al actualizar la votación, inténtalo de nuevo
pt_br: Erro ao atualizar votação, por favor tente novamente

source: User updated successfully!
es_es: Usuario actualizado exitosamente!
pt_br: Usuário atualizado com sucesso!

source: Error updating user, please try again
es_es: Error al actualizar el usuario, inténtelo de nuevo
pt_br: Erro ao atualizar usuário, por favor tente novamente

source: Vote not found
es_es: Voto no encontrado
pt_br: Voto não encontrado

source: Invalid link
es_es: Enlace no válido
pt_br: Link inválido

source: Expired link
es_es: Enlace caducado
pt_br: Link expirado

source: Voting phase is already closed
es_es: La fase de votación ya está cerrada
pt_br: A fase de votação já está encerrada

source: Vote registered successfully!
es_es: ¡Voto registrado exitosamente!
pt_br: Voto registrado com sucesso!

source: Error registering your vote, please try again
es_es: Error al registrar tu voto, inténtalo de nuevo
pt_br: Erro ao registar seu voto, por favor tente novamente

source: User signed out
es_es: El usuario cerró sesión
pt_br: Usuário deslogado

source: Email
es_es: Correo electrónico

source: Password
es_es: Contraseña
pt_br: Senha

source: I forgot my password
es_es: Olvidé mi contraseña
pt_br: Esqueci minha senha

source: Let's go!
es_es: ¡Vamos!
pt_br: Vamos!

source: Don't have an account?
es_es: ¿No tienes una cuenta?
pt_br: Não tenha uma conta?

source: Register here
es_es: Registrar aquí
pt_br: Cadastre-se aqui

# taxonomy general name
source: Tags
es_es: Etiquetas

# taxonomy singular name
source: Tag
es_es: Etiqueta

source: Search Tags
es_es: Buscar etiquetas
pt_br: Pesquise tags

source: All Tags
es_es: Todas las etiquetas
pt_br: Todas as tags

source: Parent Tag
es_es: Etiqueta principal
pt_br: Tag pai

source: Parent Tag:
es_es: Etiqueta principal:
pt_br: Tag pai:

source: Edit Tag
es_es: Editar etiqueta
pt_br: Editar Tag

source: Update Tag
es_es: Etiqueta de actualización
pt_br: Atualizar tag

source: Add New Tag
es_es: Agregar nueva etiqueta
pt_br: Adicionar nova tag

source: New Tag Name
es_es: Nuevo nombre de etiqueta
pt_br: Nome da nova tag

source: Tags
es_es: Etiquetas

source: You're already logged in.
es_es: Ya has iniciado sesión.
pt_br: Você já está logado(a).

source: Email field is empty.
es_es: El campo de correo electrónico está vacío.
pt_br: Campo de e-mail está vazio.

source: [%s] Password Reset
es_es: [%s] Restablecer contraseña
pt_br: [%s] Redefinição de Senha

source: You have requested a password reset. Click the following link to reset your password: %s
es_es: Ha solicitado un restablecimiento de contraseña. Haga clic en el siguiente enlace para restablecer su contraseña: %s
pt_br: Você requisitou uma redefinição de senha. Clique no link a seguir para redefinir sua senha: %s

source: Error sending email. Please try again later.
es_es: Error al enviar el correo electrónico. Por favor, inténtelo de nuevo más tarde.
pt_br: Erro ao enviar e-mail, por favor tente novamente.

source: Email not found. Please make sure you've entered the correct email address.
es_es: El correo electrónico no encontrado. Asegúrese de haber ingresado la dirección de correo electrónico correcta.
pt_br: E-mail não encontrado. Por favor certifique-se que o endereço de e-mail inserido está correto.

source: Link sent successfully! Please check your email.
es_es: ¡Enlace enviado exitosamente! Por favor revise su correo electrónico.
pt_br: Link enviado com sucesso! Por favor verifique seu e-mail.

source: Password field is empty.
es_es: El campo de contraseña está vacío.
pt_br: Campo de senha está vazio.

source: Passwords fields don't match.
es_es: Los campos de contraseñas no coinciden.
pt_br: Campos de senha não batem.

source: Token is empty.
es_es: El token está vacío.
pt_br: Token está vazio.

source: The link you've used is invalid or has expired. Please restart the password reset process to receive a new link.
es_es: El enlace que has utilizado no es válido o ha caducado. Reinicie el proceso de restablecimiento de contraseña para recibir un nuevo enlace.
pt_br: O link usado é inválido ou está expirado. Por favor reinicie o processo de redefinição de senha para receber um novo link.

source: Password successfully changed! You can now log in with your new password.
es_es: ¡Contraseña cambiada correctamente! Ahora puedes iniciar sesión con tu nueva contraseña.
pt_br: Senha alterada com sucesso! Você pode fazer login com sua nova senha.

source: An unknown error occurred while attempting to change your password. Please try again later.
es_es: Se produjo un error desconocido al intentar cambiar su contraseña. Por favor, inténtelo de nuevo más tarde.
pt_br: Um erro desconhecido ocorreu ao tentar modificar sua senha. Por favor tente novamente mais tarde.

source: You're already logged in. No need to log in again.
es_es: Ya has iniciado sesión. No es necesario volver a iniciar sesión.
pt_br: Você já está logado(a). Não é necessário logar-se novamente.

source: Username field is empty.
es_es: El campo de nombre de usuario está vacío.
pt_br: Campo de nome de usuário está vazio.

source: Invalid username or password.
es_es: Usuario o contraseña invalido.
pt_br: Usuário ou senha inválido.

source: Login successful.
es_es: Inicio de sesión correcto.
pt_br: Login bem sucedido.

source: You must accept the Privacy Policy and Terms of Use
es_es: Debes aceptar la Política de Privacidad y Términos de Uso
pt_br: Você deve aceitar a política de privacidade e termos de uso

source: Email field is invalid.
es_es: El campo de correo electrónico no es válido.
pt_br: Campo de e-mail inválido.

source: This email address is already registered. Please use a different email or log in.
es_es: Esta dirección de correo electrónico ya está registrada. Utilice un correo electrónico diferente o inicie sesión.
pt_br: Este e-mail já foi cadastrado. Por favor use um e-mail diferente ou faça login.

source: Account created successfully.
es_es: Cuenta creada exitosamente.
pt_br: Conta criada com sucesso.

source: Authentication failed.
es_es: La autenticación falló.
pt_br: Autenticação falhou.

source: How to vote
es_es: Como votar
pt_br: Como votar

source: Concordamos Settings
es_es: Configuración de Concordamos
pt_br: Configurações do Concordamos

source: Save Settings
es_es: Guardar ajustes
pt_br: Salvar configurações

source: Pages Templates
es_es: Plantillas de páginas
pt_br: Templates de páginas

source: FAQ
es_es: Preguntas más frecuentes

source: Private votings
es_es: Votos privados
pt_br: Votação privada

source: Use unique links on private votings?
es_es: ¿Usar enlaces únicos en votaciones privadas?
pt_br: Usar links únicos para votações privadas?

source: By enabling this setting, only private votings that are created from now on will display the unique poll links.
es_es: Al habilitar esta configuración, solo las votaciones privadas que se creen a partir de ahora mostrarán los enlaces de encuesta únicos.
pt_br: Ao ativar essa configuração, apenas votações privadas criadas a partir de agora exibirão os links únicos de votação.

source: Select a page
es_es: Seleccione una página
pt_br: Selecione uma página

source: Votes
es_es: Votos
pt_br: Votos

# noun
source: Vote
es_es: Voto
pt_br: Voto

source: Votings
es_es: Votaciones
pt_br: Votações

source: Voting
es_es: Votación
pt_br: Votação

source: Options
es_es: Opciones
pt_br: Opções

source: Option
es_es: Opción
pt_br: Opção

source: Create voting
es_es: Crear votación
pt_br: Criar votação

source: Login
es_es: Acceso

source: Create user
es_es: Crear usuario
pt_br: Criar usuário

source: My account
es_es: Mi cuenta
pt_br: Minha conta

source: Change password
es_es: Cambiar la contraseña
pt_br: Alterar senha

source: Privacy Policy
es_es: Política de Privacidad
pt_br: Política de privacidade

source: Terms of Use
es_es: Condiciones de uso
pt_br: Termos de uso

source: Translate voting
es_es: Traducir votación

source: Created by:
es_es: Creado por:
pt_br: Criada por:

source: Start
es_es: Comenzar
pt_br: Começo

source: End
es_es: Fin
pt_br: Fim

source: A way to vote for consensus
es_es: Una forma de votar por el consenso
pt_br: Uma forma de votar por consenso

source: Concordamos Logo
es_es: Logo de Concordamos
pt_br: Logo do Concordamos

source: With
es_es: Con
pt_br: Com

source: Reset Password
es_es: Restablecer la contraseña
pt_br: Redefinir senha

source: This link is invalid or already expired.
es_es: Este enlace no es válido o ya ha caducado.
pt_br: Este link é inválido ou já expirou.

source: Enter your email and we will send instructions to reset your password
es_es: Ingresa tu correo electrónico y te enviaremos instrucciones para restablecer tu contraseña
pt_br: Entre seu e-mail e enviaremos instruções para redefinir sua senha

source: Loading...
es_es: Cargando...
pt_br: Carregando...

source: Send link
es_es: Enviar enlace
pt_br: Enviar link

source: Insert new password
es_es: Insertar nueva contraseña
pt_br: Insira a nova senha

source: Repeat password
es_es: Repita la contraseña
pt_br: Repetir senha

source: Confirm
es_es: Confirmar
pt_br: Confirmar

source: Name
es_es: Nombre
pt_br: Nome

source: You accept the
es_es: Aceptas el
pt_br: Você aceita a

source: and
es_es: y
pt_br: e

source: Already have an account?
es_es: ¿Ya tienes una cuenta?
pt_br: Já tem uma conta?

source: Access here
es_es: Accede aquí
pt_br: Acesse aqui

source: ITS Logo
es_es: Logo de ITS
pt_br: Logo do ITS

source: Public voting
es_es: Votación pública
pt_br: Votação pública

source: Private voting
es_es: Votación privada
pt_br: Votação privada

source: Type of the voting
es_es: Tipo de votación
pt_br: Tipo de votação

source: General voting settings
es_es: Configuración general de votación
pt_br: Configuração gerais de votação

source: Enter the name, description, number of voters, credits and tags for the poll
es_es: Ingrese el nombre, descripción, número de votantes, créditos y etiquetas para la votación
pt_br: Insira o nome, descrição, número de eleitores, créditos e tags para a votação

source: Request login to vote
es_es: Solicitar iniciar sesión para votar
pt_br: Requer login para votar

source: Language
es_es: Idioma

source: Voting name
es_es: Nombre de votación
pt_br: Nome da votação

source: Give the voting a name
es_es: Dale un nombre a la votación
pt_br: Dê um nome à votação

source: Voting description
es_es: Descripción de la votación
pt_br: Descrição da votação

source: Describe voting details
es_es: Describe los detalles de la votación
pt_br: Descreva os detalhes da votação

source: Number of voters
es_es: Número de votantes
pt_br: Número de eleitores

source: How many voting links would you like to generate?
es_es: ¿Cuántos enlaces de votación te gustaría generar?
pt_br: Quantos links de votação você gostaria de gerar?

source: Voting credits per voter
es_es: Créditos de votación por votante
pt_br: Créditos de votação por eleitor

source: How many votes will each voter receive?
es_es: ¿Cuántos votos recibirá cada elector?
pt_br: Quantos votos cada eleitor receberá?

source: Allow votes to be negative
es_es: Permitir que los votos sean negativos
pt_br: Permitir que os votos sejam negativos

source: Add comma-separated tags
es_es: Agregar etiquetas separadas por comas
pt_br: Adicione tags separadas por vírgula

source: Duration of the voting
es_es: Duración de la votación
pt_br: Duração da votação

source: Once the voting period has started, the vote cannot be deleted. You can change the duration of the poll later
es_es: Una vez iniciado el periodo de votación, el voto no podrá ser eliminado. Puedes cambiar la duración de la encuesta más tarde
pt_br: Uma vez que o período de votação tenha se iniciado, o voto não pode ser removido. Você pode alterar a duração da votação depois

source: Display result only when voting is closed?
es_es: ¿Mostrar el resultado solo cuando la votación está cerrada?
pt_br: Exibir resultado apenas quando a votação estiver encerrada?

source: Options of the voting
es_es: Opciones de la votación
pt_br: Opções da votação

source: Enter your poll options (add at least 2 options to advance)
es_es: Ingrese sus opciones de encuesta (agregue al menos 2 opciones para avanzar)
pt_br: Insira as opções da votação (adicione ao menos 2 opções para avançar)

source: Add at least two votes
es_es: Suma al menos dos votos
pt_br: Adicione ao menos dois votos

source: Confirm voting creation
es_es: Confirmar la creación de la votación
pt_br: Confirmar criação da votação

source: After creation the voting, you can <strong>only</strong> change its <strong>start</strong> and <strong>end dates</strong>.
es_es: Después de crear la votación, <strong>sólo</strong> puedes cambiar sus fechas de <strong>inicio</strong> y <strong>finalización</strong>.
pt_br: Depois que a votação é criada, você pode <strong>apenas</strong> mudar a <strong>data de início</strong> e <strong>fim</strong>.

source: The number of voters must be greater than zero
es_es: El número de votantes debe ser mayor que cero
pt_br: O número de eleitores deve ser maior que zero

source: The number of credits must be greater than zero
es_es: El número de créditos debe ser mayor que cero
pt_br: O número de créditos deve ser maior que zero

source: Check start and end date
es_es: Consultar fecha de inicio y finalización
pt_br: Verifique as data de início e fim

source: Check empty fields
es_es: Comprobar campos vacíos
pt_br: Verifique campos vazios

source: Creating voting...
es_es: Creando votación...
pt_br: Criando votação...

source: Back
es_es: Atrás
pt_br: Voltar

source: Edit
es_es: Editar
pt_br: Editar

source: Delete
es_es: Borrar
pt_br: Deletar

source: Option %s
es_es: Opción %s
pt_br: Opção %s

source: Title of the option
es_es: Título de la opción
pt_br: Título da opção

source: You have reached the %s character limit
es_es: Has alcanzado el límite de %s caracteres
pt_br: Você atingiu o limite de %s caracteres

source: You are approaching the %s character limit
es_es: Te estás acercando al límite de %s caracteres
pt_br: Você está se aproximando do limite de %s caracteres

source: Description of the option %s
es_es: Descripción de la opción %s
pt_br: Descrição da opção %s

source: Description of the option
es_es: Descripción de la opción
pt_br: Descrição da opção

source: Link of the option %s
es_es: Enlace de la opción %s
pt_br: Link da opção %s

source: www.example.com
es_es: www.ejemplo.com
pt_br: www.exemplo.com.br

source: Add option
es_es: Agregar opción
pt_br: Adicionar opção

source: MM/dd/yyyy
es_es: dd/MM/yyyy
pt_br: dd/MM/yyyy

# hour
source: at
es_es: a las
pt_br: às

# hour
source: Time
es_es: Hora
pt_br: Horário

source: hh:mm aa
es_es: HH:mm
pt_br: HH:mm

source: Close
es_es: Cerca
pt_br: Fechar

source: With login
es_es: Con inicio de sesión
pt_br: Com login

source: No login
es_es: Sin iniciar sesión
pt_br: Sem login

# votings
source: Open
es_es: Abierto
pt_br: Abertas

# votings
source: Concluded
es_es: Concluido
pt_br: Concluídas

source: Votings created by me
es_es: Votaciones creadas por mí
pt_br: Votações criadas por mim

source: Votings I participated
es_es: Votaciones en las que participé
pt_br: Votações em que participei

source: Hello, %s
es_es: Hola, %s
pt_br: Olá, %s

source: Sign out
es_es: Desconectar
pt_br: Sair

source: No voting found.
es_es: No se encontró ninguna votación.
pt_br: Nenhuma votação encontrada.

# page
source: Next
es_es: Próximo
pt_br: Próxima

# page
source: Previous
es_es: Previo
pt_br: Anterior

source: Delete account?
es_es: ¿Borrar cuenta?
pt_br: Deletar conta?

source: The votings you created will remain active. You can delete them before that. Your votes will remain computed, but anonymously
es_es: Las votaciones que creaste permanecerán activas. Puedes eliminarlos antes de eso. Tus votos seguirán computados, pero de forma anónima
pt_br: As votações que você criou permanecerão ativas. Você pode deletá-las antes. Seus votos permanecerão computados, mas anonimamente

source: Delete my account
es_es: Borrar mi cuenta
pt_br: Deletar minha conta

source: Cancel
es_es: Cancelar
pt_br: Cancelar

source: Edit email
es_es: Editar correo electrónico
pt_br: Editar e-mail

source: youremail@email.com
es_es: tucorreoelectronico@email.com
pt_br: seuemail@email.com.br

source: Save
es_es: Ahorrar
pt_br: Salvar

source: Edit name
es_es: Editar nombre
pt_br: Editar nome

source: Name Surname
es_es: Nombre Apellido
pt_br: Nome Sobrenome

source: Edit password
es_es: Editar contraseña
pt_br: Editar senha

source: Insert your password here
es_es: Inserta tu contraseña aquí
pt_br: Insira sua senha aqui

source: Repeat your password here
es_es: Repita su contraseña aquí
pt_br: Repetir sua senha aqui

source: Passwords don't match
es_es: Las contraseñas no coinciden
pt_br: Senhas não batem

source: My data
es_es: Mis datos
pt_br: Meus dados

source: My email
es_es: Mi email
pt_br: Meu e-mail

source: General settings
es_es: Configuración general
pt_br: Configurações gerais

source: Review our privacy policy
es_es: Revisa nuestra política de privacidad
pt_br: Reveja nossa política de privacidade

source: Review our terms of use
es_es: Revisa nuestras condiciones de uso
pt_br: Reveja nossos termos de uso

source: Delete account
es_es: Borrar cuenta
pt_br: Deletar conta

source: Filters
es_es: Filtros
pt_br: Filtros

source: Previous tab
es_es: Pestaña anterior
pt_br: Aba anterior

source: Next tab
es_es: Pestaña siguiente
pt_br: Próxima aba

# voting
source: Concluded
es_es: Concluido
pt_br: Concluída

# voting
source: Open
es_es: Abierto
pt_br: Aberta

# voting
source: Scheduled
es_es: Programado
pt_br: Agendada

# date
source: Since %s
es_es: Desde %s
pt_br: Desde o dia %s

# date
source: Until %s
es_es: Hasta %s
pt_br: Até o dia %s

# date
source: From %s
es_es: De %s
pt_br: A partir do dia %s

source: Login required
es_es: Necesario iniciar sesión
pt_br: Login obrigatório

source: Login required to see results
es_es: Es necesario iniciar sesión para ver los resultados
pt_br: Login obrigatório para ver os resultados

source: No login required
es_es: No es necesario iniciar sesión

source: Link of the option
es_es: Enlace de la opción

source: Confirm voting translation
es_es: Confirmar la tradución de la votación

source: Translating voting...
es_es: Traducindo votación...

source: Translate
es_es: Traducir

source: Original language
es_es: Idioma original

source: New language
es_es: Nuevo idioma

source: Original text
es_es: Texto original

source: Translated text
es_es: Texto traducido

source: Search for a voting
es_es: Buscar una votación
pt_br: Pesquisar por uma votação

source: Search by...
es_es: Búsqueda por...
pt_br: Pesquisar por...

source: Search
es_es: Buscar
pt_br: Pesquisar

source: Change duration
es_es: Cambiar duración
pt_br: Mudar duração

source: Delete voting
es_es: Eliminar votación
pt_br: Deletar votação

source: Do you want to delete voting?
es_es: ¿Quieres eliminar la votación?
pt_br: Você quer deletar a votação?

source: For deleting this voting, send a message for the platform administration with the subject "Delete voting" at the email <a href="mailto:%s">%s</a>
es_es: Para eliminar esta votación, envíe un mensaje a la administración de la plataforma con el asunto "Eliminar votación" al correo electrónico <a href="mailto:%s">%s</a>
pt_br: Para excluir esta votação, envie uma mensagem para a administração da plataforma com o assunto “Excluir votação” no email <a href="mailto:%s">%s</a>

source: Go back
es_es: Regresa
pt_br: Voltar

source: MM/dd/yyyy hh:mm aa
es_es: dd/MM/yyyy HH:mm
pt_br: dd/MM/yyyy HH:mm

source: Change voting duration
es_es: Cambiar la duración de la votación
pt_br: Mudar duração da votação

source: Done
es_es: Hecho
pt_br: Feito

source: End voting
es_es: Finalizar la votación
pt_br: Encerrar votação

source: Distributed credits
es_es: Créditos distribuidos
pt_br: Créditos distribuídos

source: Voting options
es_es: Opciones de votación
pt_br: Opções de votação

source: See detailed results
es_es: Ver resultados detallados
pt_br: Ver resultados detalhados

source: Participate of the voting
es_es: Participar de la votación
pt_br: Participar da votação

source: Available credits
es_es: Créditos disponibles
pt_br: Créditos disponíveis

source: Distribute your votes
es_es: Distribuye tus votos
pt_br: Distribua seus votos

source: You can use up to %s credits to vote during this poll
es_es: Puedes usar hasta %s créditos para votar durante esta encuesta
pt_br: Você pode usar até %s créditos para votar durante esta votação

source: This poll ends on %s, %s
es_es: Esta encuesta finaliza el %s, %s
pt_br: Esta votação acaba em %s, %s

source: Back to poll options
es_es: Volver a las opciones de encuesta
pt_br: Voltar às opções de votação

source: Confirm vote
es_es: Confirmar voto
pt_br: Confirmar voto

source: An error occurred
es_es: Ocurrió un error
pt_br: Um erro ocorreu

# verb
source: Finish
es_es: Finalizar
pt_br: Feito

source: Success voting
es_es: Votación exitosa
pt_br: Voto registrado com sucesso

source: Your vote has been successfully recorded
es_es: Su voto ha sido registrado exitosamente
pt_br: Seu voto foi registrado com êxito

source: Vote confirmation
es_es: Confirmación de voto
pt_br: Confirmação de voto

source: You still have %s credits available.
es_es: Aún tienes %s créditos disponibles.
pt_br: Você ainda tem %s créditos disponíveis.

source: After confirming your vote, it can't be changed. You can access your voting option on <a href='%s'>voting infos</a>.
es_es: Después de confirmar su voto, no se puede cambiar. Puede acceder a su opción de votación en <a href='%s'>información de votación</a>.
pt_br: Depois de confirmar seu voto, ele não pode ser alterado. Você pode acessar sua opção de voto nas <a href='%s'>informações de votação</a>.

source: Sending vote...
es_es: Enviando voto...
pt_br: Enviando voto...

# verb
source: Vote
es_es: Votar
pt_br: Votar

source: All your credits have been used
es_es: Todos tus créditos han sido usados
pt_br: Todos os seus créditos foram usados

source: Check your credits
es_es: Consulta tus créditos
pt_br: Verifique seus créditos

source: You still have credits available, redistribute your votes to use up all the credits or if you're satisfied, send your votes
es_es: Aún tienes créditos disponibles, redistribuye tus votos para agotar todos los créditos o si estás satisfecho envía tus votos
pt_br: Você ainda tem créditos disponíveis, redistribua-os para esgotar todos os créditos ou se estiver satisfeito, envie seu voto

source: If you have any questions, please visit the
es_es: Si tiene alguna pregunta, visite el
pt_br: Se você tiver alguma dúvida, visite o

source: Copy to clipboard
es_es: Copiar al portapapeles
pt_br: Copiar para a área de transferência
